"use strict";
;(function ($) { $.fn.datepicker.language['ar'] = {
    days: ['الأحد', 'الإثنين', 'الثلاثاء', 'الأربعاء', 'الخميس', 'الجمعة', 'السبت'],
    daysShort: ['S', 'M', 'T', 'W', 'T', 'F', 'S'],
    daysMin: ['S', 'M', 'T', 'W', 'T', 'F', 'S'],
    months: ['يناير','فبراير','مارس','إبريل','مايو','يونية', 'يولية','أغسطس','سبتمبر','أكتوبر','نوفمبر','ديسمبر'],
    monthsShort: ['ينا', 'فبر', 'مار', 'إبر', 'ماى', 'يون', 'يول', 'أغس', 'سبت', 'أكت', 'نوف', 'ديس'],
    today: 'اليوم',
    clear: 'إمسح',
    dateFormat: 'mm/dd/yyyy',
    timeFormat: 'hh:ii aa',
    firstDay: 0
}; })(jQuery);
